Repository: City-of-Helsinki/kore
Catalog: schools/locale/*/LC_MESSAGES/django.po
Languages: fi

source: start year
fi: alkamisvuosi

source: end year
fi: päättymisvuosi

source: type
fi: tyyppi

source: day
fi: päivä

source: month
fi: kuukausi

source: year
fi: vuosi

source: decisionmaker
fi: päätöksen tekijä

source: decision day
fi: päätöksen päivä

source: decision month
fi: päätöksen kuukausi

source: decision year
fi: päätöksen vuosi

source: additional info
fi: lisätietoja

source: reference
fi: viite

source: lifecycle event
fi: elinkaaritapahtuma

source: lifecycle events
fi: elinkaaritapahtumat

source: active school
fi: aktiivinen koulu

source: description
fi: selite

source: target school
fi: kohdekoulu

source: continuum event
fi: jatkumotapahtuma

source: continuum events
fi: jatkumotapahtumat

source: nicknames
fi: lempinimet

source: school
fi: koulua

source: schools
fi: koulut

source: begin day
fi: alkamispäivä

source: start month
fi: alkamiskuukausi

source: end day
fi: päättymispäivä

source: end month
fi: päättymiskuukausi

source: school type
fi: koulun tyyppi

source: school types
fi: koulun tyypit

source: name type
fi: nimityyppi

source: name types
fi: nimityypit

source: school name
fi: koulun nimi

source: school names
fi: koulun nimet

source: building
fi: rakennus

source: school building
fi: koulurakennus

source: school buildings
fi: koulurakennukset

source: principal
fi: rehtori

source: employership
fi: työsuhde

source: employerships
fi: työsuhteet

source: Action targeting another school
fi: Tämän koulun tapahtuma

source: Actions targeting another school
fi: Tämän koulun tapahtumat

source: Action targeting this school
fi: Muiden koulujen tapahtuma

source: Actions targeting this school
fi: Muiden koulujen tapahtumat

source: principals
fi: rehtorit

source: buildings
fi: rakennukset

source: neighborhood
fi: kaupunginosa

source: construction year
fi: rakennusvuosi

source: architect
fi: arkkitehti

source: architect firm
fi: arkkitehtitoimisto

source: property number
fi: kiinteistönumero

source: sliced
fi: viipalerakennus

source: building address
fi: rakennuksen osoite

source: building addresses
fi: rakennuksen osoitteet

source: address
fi: osoite

source: addresses
fi: osoitteet

source: archive data
fi: arkistoaineisto

source: archive datas
fi: arkistoaineistot

source: address location
fi: osoitteen sijainti

source: address locations
fi: osoitteiden sijainnit

source: archive data link
fi: linkki arkistoaineistoon

source: archive data links
fi: linkit arkistoaineistoon

source: name
fi: nimi

source: location
fi: sijainti

source: Is this a picture of the building front?
fi: Onko kuva koulun etupuolelta?

source: school building photo
fi: koulurakennuksen kuva

source: school building photos
fi: koulurakennuksen kuvat

source: is_front
fi: julkisivukuva

source: street name fi
fi: katuosoite suomeksi

source: contemporary
fi: tämänhetkiset

source: yes
fi: kyllä

source: no
fi: ei
